Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Auto tone-maps HDR and Dolby Vision to SDR only on a screen that can't show HDR. Choose Tone-map to SDR if 4K Dolby Vision remuxes look washed out, green or purple; Always HDR to force pass-through.
af: Auto toonkaart HDR en Dolby Vision na SDR slegs op 'n skerm wat nie HDR kan wys nie. Kies Toonkaart na SDR as 4K Dolby Vision-hermengsels vervaag, groen of pers lyk; Altyd HDR om deurgang te forseer.
am: HDR እና Dolby Vision ወደ SDR ቶን ማፕ ያደርጋል HDR ለማይችሉ ስክሪኖች ብቻ። 4K Dolby Vision remux ደብዛዛ፣ አረንጓዴ ወይም ወይይን ሆኖ ቢታይ «SDR ቶን ማፕ» ይምረጡ፤ «ሁልጊዜ HDR» ፓስ-ስሩ-ትሩን ያስገድዳል።
ar: يحوّل الوضع التلقائي نطاق ألوان HDR وDolby Vision إلى SDR فقط على شاشة لا تستطيع عرض HDR. اختر التحويل إلى SDR إذا بدت نُسخ remux بدقة 4K بتقنية Dolby Vision باهتة أو خضراء أو بنفسجية؛ واختر HDR دائمًا لفرض التمرير المباشر.
as: স্বয়ংক্ৰিয়-এ HDR দেখুৱাব নোৱাৰা স্ক্ৰীনতহে HDR আৰু Dolby Vision-ক SDR-লৈ টোন-মেপ কৰে। 4K Dolby Vision ৰিমাক্সবোৰ বিবৰ্ণ, সেউজীয়া বা বেঙুনীয়া দেখা গ'লে SDR-লৈ টোন-মেপ বাছক; পাছ-থ্ৰু বলপূৰ্বক কৰিবলৈ সদায় HDR বাছক।
az: Avtomatik, HDR-i göstərə bilməyən ekranda HDR və Dolby Vision-u yalnız SDR-ə çevirir. 4K Dolby Vision remiks-ləri solğun, yaşıl və ya bənövşəyi görünsə, SDR-ə çevir seçin; Həmişə HDR birbaşa ötürməni məcbur edir.
be: Аўта пераводзіць HDR і Dolby Vision у SDR толькі на экране, які не можа паказваць HDR. Абярыце Пераклад у SDR, калі 4K Dolby Vision-рэмуксы выглядаюць выцвілымі, зялёнымі ці фіялетавымі; Заўсёды HDR, каб прымусова прапускаць без апрацоўкі.
bg: Авто прави tone-mapping на HDR и Dolby Vision към SDR само на екран, който не може да показва HDR. Изберете Tone-map към SDR, ако 4K Dolby Vision remux файловете изглеждат избелели, зелени или лилави; Винаги HDR, за да наложите директно подаване.
bn: যে স্ক্রিন HDR দেখাতে পারে না কেবল সেখানেই স্বয়ংক্রিয়ভাবে HDR এবং Dolby Vision-কে SDR-এ টোন-ম্যাপ করা হয়। 4K Dolby Vision remux ফ্যাকাশে, সবুজ বা বেগুনি দেখালে SDR-এ টোন-ম্যাপ বেছে নিন; পাস-থ্রু জোর করতে সবসময় HDR বেছে নিন।
br: Emgefreek a droc'h an tonioù HDR ha Dolby Vision da SDR nemet war ur skramm na c'hall diskouez HDR. Dibabit Kevrediñ tonioù da SDR ma seblant ar remuxoù 4K Dolby Vision gwennaet, gwer pe mouk; HDR bepred evit rediañ an tremen-eeun.
bs: Automatski mapira tonove HDR i Dolby Vision u SDR samo na ekranu koji ne može prikazati HDR. Odaberite Mapiraj tonove u SDR ako 4K Dolby Vision remuxovi izgledaju izblijedjelo, zeleno ili ljubičasto; Uvijek HDR da prisilite prolaz.
ca: El mode automàtic mapeja el to de l'HDR i el Dolby Vision a SDR només en una pantalla que no pot mostrar HDR. Tria Mapeig de to a SDR si els remuxos Dolby Vision 4K es veuen descolorits, verds o liles; Sempre HDR força el pass-through.
ceb: Ang Auto mag-tone-map sa HDR ug Dolby Vision ngadto sa SDR lang sa screen nga dili makapakita og HDR. Pilia ang Tone-map to SDR kung ang 4K Dolby Vision remux mura og luspad, berde o purpura; Always HDR aron pugson ang pass-through.
cs: Automaticky převede HDR a Dolby Vision tónově na SDR jen na obrazovce, která neumí HDR. Zvolte Převést tónově na SDR, pokud 4K remuxy v Dolby Vision vypadají vybledle, zeleně nebo fialově; Vždy HDR vynutí přímý průchod.
cy: Mae Awtomatig yn tôn-fapio HDR a Dolby Vision i SDR dim ond ar sgrin na all ddangos HDR. Dewiswch Tôn-fapio i SDR os yw ail-gymysgiadau 4K Dolby Vision yn edrych yn wan, gwyrdd neu borffor; HDR bob amser i orfodi trosglwyddiad uniongyrchol.
da: Auto tone-mapper kun HDR og Dolby Vision til SDR på en skærm, der ikke kan vise HDR. Vælg Tone-map til SDR, hvis 4K Dolby Vision-remuxer ser udvaskede, grønne eller lilla ud; Altid HDR for at tvinge gennemføring.
de: Automatisch wandelt HDR und Dolby Vision nur dann per Tone-Mapping in SDR um, wenn ein Bildschirm kein HDR darstellen kann. Wähle „In SDR umwandeln“, wenn 4K-Dolby-Vision-Remuxe ausgewaschen, grün oder violett aussehen; „Immer HDR“ erzwingt die Durchleitung.
el: Το Αυτόματο εφαρμόζει αντιστοίχιση τόνων από HDR και Dolby Vision σε SDR μόνο σε οθόνη που δεν μπορεί να εμφανίσει HDR. Επιλέξτε Αντιστοίχιση τόνων σε SDR αν τα 4K Dolby Vision remux φαίνονται ξεθωριασμένα, πράσινα ή μοβ· Πάντα HDR για επιβολή απευθείας διέλευσης.
es: Auto convierte (tone-map) HDR y Dolby Vision a SDR solo en una pantalla que no puede mostrar HDR. Elige Convertir a SDR si los remux 4K Dolby Vision se ven lavados, verdes o morados; Siempre HDR para forzar el paso directo.
et: Automaatne teisendab HDR-i ja Dolby Visioni SDR-iks ainult ekraanil, mis ei suuda HDR-i kuvada. Vali Teisenda SDR-iks, kui 4K Dolby Visioni remuksid näivad pleekinud, rohelised või lillad; Alati HDR sunnib läbipääsu.
eu: Automatikoak HDR eta Dolby Vision SDR-ra mapeatzen ditu soilik HDR erakutsi ezin duen pantaila batean. Aukeratu SDR-ra mapea itzazu 4K Dolby Vision remux-ak zurbilduak, berdeak edo moreak badirudi; Beti HDR pasabidea behartzeko.
fa: حالت خودکار HDR و Dolby Vision را فقط روی نمایشگری که نمی‌تواند HDR را نشان دهد به SDR تطبیق رنگ می‌دهد. اگر ریماکس‌های ۴K Dolby Vision کم‌رنگ، سبز یا بنفش به نظر می‌رسند، گزینه تطبیق رنگ به SDR را انتخاب کنید؛ همیشه HDR را برای اجبار عبور مستقیم انتخاب کنید.
fi: Automaattinen muuntaa HDR:n ja Dolby Visionin SDR:ksi vain näytöllä, joka ei voi näyttää HDR:ää. Valitse Muunna SDR:ksi, jos 4K Dolby Vision -remuksit näyttävät haalistuneilta, vihreiltä tai violeteilta; Aina HDR pakottaa läpiviennin.
fil: Awtomatikong nagta-tone-map ng HDR at Dolby Vision sa SDR sa screen lamang na hindi makapagpapakita ng HDR. Piliin ang Tone-map sa SDR kung ang 4K Dolby Vision remux ay mukhang kupas, berde o lila; Palaging HDR para piliting i-pass-through.
fo: Sjálvvirkið tónakortleggur HDR og Dolby Vision til SDR bara á skíggja, ið ikki kann vísa HDR. Vel Tónakortlegg til SDR, um 4K Dolby Vision remuxar síggja útvaskaðir, grønir ella lilla út; Altíð HDR fyri at noyða beinleiðis gjøgnumfør.
fr: Auto convertit (tone-mapping) le HDR et le Dolby Vision en SDR uniquement sur un écran incapable d'afficher le HDR. Choisissez Convertir en SDR si les remux 4K Dolby Vision paraissent délavés, verts ou violets ; Toujours HDR pour forcer le passage direct.
fy: Automatysk set HDR en Dolby Vision allinne nei SDR om op in skerm dat gjin HDR toane kin. Kies Nei SDR omsette as 4K Dolby Vision-remuxen ferbleke, grien of pears lykje; Altyd HDR om trochjaan te twingen.
ga: Déanann Uathoibríoch tonmhapáil ar HDR agus Dolby Vision go SDR ar scáileán nach féidir HDR a thaispeáint air amháin. Roghnaigh Tonmhapáil go SDR má fheictear remuxanna 4K Dolby Vision leáite, glas nó corcra; HDR i gcónaí chun tríchur a bhrú.
gd: Nì Fèin-obrachail tòna-mhapadh air HDR agus Dolby Vision gu SDR a-mhàin air sgrìn nach urrainn HDR a shealltainn. Tagh Tòna-mhap gu SDR ma tha ath-mheasgadh 4K Dolby Vision a' coimhead air a nighe às, uaine no purpaidh; An-còmhnaidh HDR gus dol troimhe a sparradh.
gl: Auto converte HDR e Dolby Vision a SDR só nunha pantalla que non pode mostrar HDR. Escolle Converter a SDR se os remuxes Dolby Vision en 4K se ven lavados, verdes ou morados; Sempre HDR foza o paso directo.
gu: ઑટો ફક્ત એવા સ્ક્રીન પર HDR અને Dolby Vision ને SDR માં ટોન-મેપ કરે છે જે HDR બતાવી ન શકે. જો 4K Dolby Vision remux ધોવાયેલા, લીલા કે જાંબલી દેખાય તો Tone-map to SDR પસંદ કરો; પાસ-થ્રૂ ફરજિયાત કરવા Always HDR.
ha: Kai tsaye yana canza HDR da Dolby Vision zuwa SDR ne kawai a kan allon da ba zai iya nuna HDR ba. Zaɓi Canza zuwa SDR idan remux na 4K Dolby Vision suna kama da suka lalace, kore ko shunayya; Koyaushe HDR don tilasta wucewa kai tsaye.
he: אוטומטי ממפה גוונים מ-HDR ו-Dolby Vision ל-SDR רק במסך שאינו יכול להציג HDR. בחר מיפוי גוונים ל-SDR אם רימוקסים של 4K Dolby Vision נראים דהויים, ירוקים או סגולים; תמיד HDR כדי לכפות מעבר ישיר.
hi: स्वतः HDR और Dolby Vision को SDR में टोन-मैप केवल उसी स्क्रीन पर करता है जो HDR नहीं दिखा सकती। यदि 4K Dolby Vision remux धुले-धुले, हरे या बैंगनी दिखें तो SDR में टोन-मैप चुनें; पास-थ्रू बाध्य करने के लिए हमेशा HDR चुनें।
hr: Automatski mapira tonove HDR-a i Dolby Vision na SDR samo na zaslonu koji ne može prikazati HDR. Odaberite Mapiraj tonove na SDR ako 4K Dolby Vision remuxevi izgledaju isprano, zeleno ili ljubičasto; Uvijek HDR za prisilni prolaz.
ht: Otomatik konvèti HDR ak Dolby Vision an SDR sèlman sou yon ekran ki pa ka montre HDR. Chwazi Tone-map an SDR si remux 4K Dolby Vision yo parèt delave, vèt oswa mòv; Toujou HDR pou fòse pas-through.
hu: Az Automatikus csak olyan kijelzőn alakítja át (tone-map) a HDR-t és a Dolby Visiont SDR-re, amely nem tud HDR-t megjeleníteni. Válaszd a Tone-map SDR-re lehetőséget, ha a 4K Dolby Vision remuxok kifakultnak, zöldesnek vagy lilásnak látszanak; a Mindig HDR-rel kényszerítheted az átengedést.
hy: Ավտոն HDR-ը և Dolby Vision-ը SDR-ի 변환 է անում միայն այն էկրաններին, որոնք չեն կարողանում ցուցադրել HDR։ Ընտրեք «Ձայնակարգ SDR-ի» եթե 4K Dolby Vision remux-ները ձգված, կանաչ կամ մանուշակագույն են երևում. «Միշտ HDR»-ն հարկադրում է անցնի pass-through ռեժիմ։
id: Otomatis melakukan tone-map HDR dan Dolby Vision ke SDR hanya pada layar yang tidak dapat menampilkan HDR. Pilih Tone-map ke SDR jika remux Dolby Vision 4K terlihat pudar, hijau atau ungu; Selalu HDR untuk memaksa pass-through.
ig: Akpaghị aka na-atụgharị ụcha HDR na Dolby Vision ka ọ bụrụ SDR naanị na ihuenyo na-apụghị igosi HDR. Họrọ Tụgharịa ụcha na SDR ma ọ bụrụ na 4K Dolby Vision remux na-adị ka ihe kwọpụrụ akwọpụ, akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ odo odo; HDR Mgbe Niile iji manye ngafe.
is: Sjálfvirkt tone-mapping umbreytir HDR og Dolby Vision í SDR aðeins á skjá sem ræður ekki við HDR. Veldu Tone-map í SDR ef 4K Dolby Vision remux lítur útvassaður, grær eða fjólublár út; Alltaf HDR til að þvinga beinar send.
it: Auto converte (tone-map) HDR e Dolby Vision in SDR solo su uno schermo che non può mostrare l'HDR. Scegli Converti in SDR se i remux 4K Dolby Vision appaiono slavati, verdi o viola; Sempre HDR per forzare il pass-through.
ja: 自動は、HDR を表示できない画面でのみ、HDR と Dolby Vision を SDR にトーンマッピングします。4K Dolby Vision のリマックスが色あせて見えたり、緑や紫がかって見える場合は「SDR にトーンマッピング」を選択してください。「常に HDR」はパススルーを強制します。
jv: Otomatis tone-map HDR lan Dolby Vision menyang SDR mung ing layar sing ora bisa nampilaké HDR. Pilih Tone-map menyang SDR yèn remux 4K Dolby Vision katon pucet, ijo utawa ungu; Tansah HDR kanggo meksa pass-through.
ka: ავტო გარდაქმნის HDR-სა და Dolby Vision-ს SDR-ში მხოლოდ ეკრანზე, რომელსაც HDR-ის ჩვენება არ შეუძლია. აირჩიეთ SDR-ზე გარდაქმნა, თუ 4K Dolby Vision remux-ები გამრეცხილი, მწვანე ან იისფერი გამოიყურება; ყოველთვის HDR პირდაპირ გადაცემას აიძულებს.
kk: HDR мен Dolby Vision-ды тек HDR көрсете алмайтын экранда SDR-ға автоматты түрлендіреді. Егер 4K Dolby Vision ремикстері жуылып кеткен, жасыл немесе күлгін болып көрінсе, SDR-ға түрлендіру тармағын таңдаңыз; HDR өткізуді мәжбүрлеу үшін Әрдайым HDR таңдаңыз.
km: ស្វ័យប្រវត្តិ tone-map HDR និង Dolby Vision ទៅ SDR លុះត្រាតែអេក្រង់មិនអាចបង្ហាញ HDR។ ជ្រើស Tone-map to SDR ប្រសិនបើ remux Dolby Vision 4K មើលទៅស្លេក ខៀវ ឬស្វាយ; Always HDR ដើម្បីបង្ខំ pass-through។
kn: HDR ಅನ್ನು ತೋರಿಸಲಾಗದ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ಮಾತ್ರ ಸ್ವಯಂ HDR ಮತ್ತು Dolby Vision ಅನ್ನು SDR ಗೆ ಟೋನ್-ಮ್ಯಾಪ್ ಮಾಡುತ್ತದೆ. 4K Dolby Vision remux ಗಳು ಮಸುಕಾದ, ಹಸಿರು ಅಥವಾ ನೇರಳೆ ಬಣ್ಣದಲ್ಲಿ ಕಂಡರೆ SDR ಗೆ ಟೋನ್-ಮ್ಯಾಪ್ ಆಯ್ಕೆಮಾಡಿ; ಪಾಸ್-ಥ್ರೂ ಒತ್ತಾಯಿಸಲು ಯಾವಾಗಲೂ HDR.
ko: 자동은 HDR을 표시할 수 없는 화면에서만 HDR 및 Dolby Vision을 SDR로 톤 매핑합니다. 4K Dolby Vision remux가 색이 바래거나 녹색 또는 보라색으로 보이면 SDR로 톤 매핑을 선택하고, 패스스루를 강제하려면 항상 HDR을 선택하세요.
ku: Otomatîk HDR û Dolby Vision tenê li ser dîmenerekê ku nikare HDR nîşan bide dixe SDR. Tone-map to SDR hilbijêre eger remuxên 4K Dolby Vision şûştî, kesk an mor xuya bikin; Herdem HDR ji bo derbaskirina bi zorê.
ky: Авто HDR жана Dolby Vision'ду SDR'ге тон-картага салат, HDR'ди көрсөтө албаган экранда гана. Эгер 4K Dolby Vision ремукстары өңү качкан, жашыл же кызгылт көк болуп көрүнсө SDR'ге тон-карта тандаңыз; өткөрүп берүүнү мажбурлоо үчүн Дайыма HDR.
lb: Auto passt HDR an Dolby Vision op SDR un, nëmmen op engem Écran deen HDR net kann uweisen. Wiel Op SDR uwenden, wann 4K-Dolby-Vision-Remuxen ausgewäsch, gréng oder violett ausgesinn; Ëmmer HDR fir d'Duerchleedung z'erzwéngen.
lo: ອັດຕະໂນມັດ ຈະທໍນແມັບ HDR ແລະ Dolby Vision ໄປເປັນ SDR ສະເພາະໜ້າຈໍທີ່ບໍ່ສາມາດສະແດງ HDR ໄດ້. ເລືອກ ທໍນແມັບໄປ SDR ຖ້າ 4K Dolby Vision remux ເບິ່ງຄືຊີດ, ອອກສີຂຽວ ຫຼື ມ່ວງ; ເລືອກ HDR ສະເໝີ ເພື່ອບັງຄັບໃຫ້ຜ່ານໂດຍກົງ.
lt: Automatinis režimas atvaizduoja HDR ir Dolby Vision į SDR tik ekrane, kuris negali rodyti HDR. Pasirinkite Atvaizduoti į SDR, jei 4K Dolby Vision remux atrodo išblukę, žali ar violetiniai; Visada HDR – kad priverstinai praleistų be konvertavimo.
lv: Automātiski pārveido HDR un Dolby Vision toņus uz SDR tikai ekrānā, kas nevar parādīt HDR. Izvēlieties Pārveidot toņus uz SDR, ja 4K Dolby Vision remuksi izskatās izbalējuši, zaļi vai violeti; Vienmēr HDR, lai piespiestu tiešo caurlaidi.
mg: Ny Auto dia manova ny HDR sy Dolby Vision ho SDR amin'ny efijery tsy afaka maneho HDR ihany. Fidio ny Tone-map to SDR raha toa ka toa mihalefaka, maitso na volomparasy ny remux Dolby Vision 4K; ny Always HDR mba hanery pass-through.
mi: Ka mapi-tāonga aunoa te Aunoa i te HDR me te Dolby Vision ki te SDR anake i runga i te mata kāore e taea te whakaatu HDR. Kōwhiria te Mapi-tāonga ki SDR mēnā ka horekau te āhua o ngā remuxes 4K Dolby Vision, ka kākāriki, ka waiporoporo rānei; me HDR i ngā wā katoa hei kōkuku i te haere-mā-roto.
mk: Автоматски го претвора HDR и Dolby Vision во SDR само на екран кој не може да прикаже HDR. Изберете Претвори во SDR ако 4K Dolby Vision ремукси изгледаат избледени, зелени или виолетови; Секогаш HDR принудно го прослeдува сигналот.
ml: HDR കാണിക്കാനാകാത്ത ഒരു സ്ക്രീനിൽ മാത്രമേ ഓട്ടോ HDR-ഉം Dolby Vision-ഉം SDR-ലേക്ക് ടോൺ-മാപ്പ് ചെയ്യൂ. 4K Dolby Vision remux-കൾ മങ്ങിയതോ പച്ചയോ വയലറ്റോ ആയി കാണുന്നുവെങ്കിൽ SDR-ലേക്ക് ടോൺ-മാപ്പ് തിരഞ്ഞെടുക്കുക; പാസ്-ത്രൂ നിർബന്ധമാക്കാൻ എപ്പോഴും HDR.
mn: Авто нь HDR болон Dolby Vision-г зөвхөн HDR харуулж чадахгүй дэлгэц дээр SDR болгон хувиргана. Хэрэв 4K Dolby Vision remux нь бүдэг, ногоон эсвэл ягаан харагдвал Tone-map to SDR-г, шууд дамжуулахыг шаардвал Always HDR-г сонгоно уу.
mr: स्क्रीन HDR दाखवू शकत नसेल तरच स्वयंचलित HDR आणि Dolby Vision ला SDR मध्ये टोन-मॅप करतो. 4K Dolby Vision remux फिकट, हिरवे किंवा जांभळे दिसत असल्यास Tone-map to SDR निवडा; पास-थ्रू सक्ती करण्यासाठी Always HDR निवडा.
ms: Auto memetakan nada HDR dan Dolby Vision ke SDR hanya pada skrin yang tidak dapat menunjukkan HDR. Pilih Peta nada ke SDR jika remux Dolby Vision 4K kelihatan pudar, hijau atau ungu; Sentiasa HDR untuk memaksa lalu-terus.
mt: Awto jagħmel tone-map tal-HDR u Dolby Vision għal SDR biss fuq skrin li ma jistax juri HDR. Agħżel Tone-map to SDR jekk ir-remuxes 4K Dolby Vision jidhru mħassra fil-kulur, ħodor jew vjola; Always HDR biex tisforza pass-through.
my: အလိုအလျောက်သည် HDR ကို မပြသနိုင်သော ဖန်သားပြင်ပေါ်တွင်သာ HDR နှင့် Dolby Vision ကို SDR သို့ tone-map လုပ်ပေးသည်။ 4K Dolby Vision remux များ အရောင်ဖျော့နေ၊ အစိမ်း သို့မဟုတ် ခရမ်းရောင်ဖြစ်နေပါက Tone-map to SDR ကို ရွေးပါ၊ pass-through ကို အတင်းသုံးရန် Always HDR ကို ရွေးပါ။
nb: Auto tonetilpasser HDR og Dolby Vision til SDR bare på en skjerm som ikke kan vise HDR. Velg Tonetilpass til SDR hvis 4K Dolby Vision-remukser ser utvaskede, grønne eller lilla ut; Alltid HDR for å tvinge fram gjennomslipp.
ne: HDR नदेखाउन सक्ने स्क्रिनमा मात्र स्वतः HDR र Dolby Vision लाई SDR मा टोन-म्याप गर्छ। 4K Dolby Vision remux हरू धमिलो, हरियो वा बैजनी देखिए भने Tone-map to SDR रोज्नुहोस्; Always HDR ले पास-थ्रू जबर्जस्ती लागू गर्छ।
nl: Automatisch zet HDR en Dolby Vision alleen om naar SDR (tone-mapping) op een scherm dat geen HDR kan tonen. Kies Omzetten naar SDR als 4K Dolby Vision-remuxes er verwassen, groen of paars uitzien; Altijd HDR om doorgifte te forceren.
ny: Auto imasintha HDR ndi Dolby Vision kukhala SDR pokhapokha pa skrini yosatha kuwonetsa HDR. Sankhani Tone-map to SDR ngati ma 4K Dolby Vision remux akuwoneka opanda mtundu, obiriwira kapena ofiirira; Always HDR kukakamiza kudutsa mwachindunji.
oc: Auto convertís lo HDR e Dolby Vision en SDR pas que sus un ecran que pòt pas afichar lo HDR. Causissètz Convertir en SDR se los remux 4K Dolby Vision semblan descolorits, verds o violets ; Totjorn HDR per forçar lo passatge dirècte.
or: ଅଟୋ କେବଳ ଏମିତି ସ୍କ୍ରିନରେ HDR ଓ Dolby Vision‌କୁ SDR‌କୁ ଟୋନ୍-ମ୍ୟାପ୍ କରେ ଯାହା HDR ଦେଖାଇ ପାରେ ନାହିଁ। 4K Dolby Vision ରିମକ୍ସ ଫିକା, ସବୁଜ କିମ୍ବା ବାଇଗଣୀ ଦେଖାଗଲେ Tone-map to SDR ବାଛନ୍ତୁ; ପାସ୍-ଥ୍ରୁ ବାଧ୍ୟ କରିବାକୁ Always HDR।
pa: ਆਟੋ HDR ਅਤੇ Dolby Vision ਨੂੰ ਸਿਰਫ਼ ਉਦੋਂ SDR ਵਿੱਚ ਟੋਨ-ਮੈਪ ਕਰਦਾ ਹੈ ਜਦੋਂ ਸਕਰੀਨ HDR ਨਹੀਂ ਦਿਖਾ ਸਕਦੀ। ਜੇ 4K Dolby Vision ਰੀਮਕਸ ਧੋਤੇ ਹੋਏ, ਹਰੇ ਜਾਂ ਜਾਮਨੀ ਲੱਗਦੇ ਹਨ ਤਾਂ SDR ਵਿੱਚ ਟੋਨ-ਮੈਪ ਚੁਣੋ; ਪਾਸ-ਥਰੂ ਲਾਜ਼ਮੀ ਕਰਨ ਲਈ ਹਮੇਸ਼ਾ HDR।
pl: Auto mapuje tonalnie HDR i Dolby Vision do SDR tylko na ekranie, który nie potrafi wyświetlić HDR. Wybierz Mapuj tonalnie do SDR, jeśli remuxy 4K Dolby Vision wyglądają na wyblakłe, zielone lub fioletowe; Zawsze HDR, aby wymusić przekazywanie bez konwersji.
ps: اتومات HDR او Dolby Vision یوازې په هغه پرده کې SDR ته ټون‌مپ کوي چې HDR نه شي ښودلی. که د 4K Dolby Vision remux ها اوبه‌شوي، شنه یا ارغواني ښکاري، SDR ته ټون‌مپ وټاکئ؛ تل HDR د تیرېدو د اجبار لپاره.
pt_br: O modo Automático faz tone-mapping de HDR e Dolby Vision para SDR apenas em uma tela que não consegue exibir HDR. Escolha Tone-mapping para SDR se os remuxes 4K em Dolby Vision parecerem desbotados, esverdeados ou roxos; Sempre HDR para forçar a passagem direta.
pt_pt: O modo Automático faz tone-mapping de HDR e Dolby Vision para SDR apenas num ecrã que não consiga mostrar HDR. Escolha Tone-map para SDR se os remuxes de 4K Dolby Vision parecerem desbotados, verdes ou roxos; HDR sempre para forçar a passagem direta.
ro: Auto mapează tonal HDR și Dolby Vision la SDR doar pe un ecran care nu poate afișa HDR. Alege Mapează tonal la SDR dacă remuxurile 4K Dolby Vision arată spălăcite, verzi sau violete; Întotdeauna HDR pentru a forța trecerea directă.
ru: Авто преобразует тона HDR и Dolby Vision в SDR только на экране, который не может показать HDR. Выберите «Преобразовать в SDR», если 4K-ремуксы Dolby Vision выглядят блёкло, зелёными или фиолетовыми; «Всегда HDR» — чтобы принудительно передавать как есть.
rw: Byikora bihindura amabara ya HDR na Dolby Vision ku SDR gusa kuri ecran idashobora kwerekana HDR. Hitamo Hindura amabara uje kuri SDR niba 4K Dolby Vision remuxes zigaragara zishwanyaguritse, ari icyatsi cyangwa umuyugubwe; Buri gihe HDR kugira ngo winjire mu buryo butaziguye.
sd: خودڪار HDR ۽ Dolby Vision کي رڳو ان اسڪرين تي SDR ۾ ٽون-ميپ ڪري ٿو جيڪا HDR نه ڏيکاري سگھي. جيڪڏهن 4K Dolby Vision ريمڪس ڦڪا، سائا يا واڱڻائي لڳن ته Tone-map to SDR چونڊيو؛ پاس-ٿرو زور سان ڪرائڻ لاءِ Always HDR.
si: ස්වයංක්‍රීය මගින් HDR පෙන්විය නොහැකි තිරයක් මත පමණක් HDR සහ Dolby Vision SDR වෙත ටෝන්-සිතියම්ගත කරයි. 4K Dolby Vision remux සුදුමැලි, කොළ හෝ දම් පැහැයෙන් පෙනේ නම් SDR වෙත ටෝන්-සිතියම්ගත කරන්න තෝරන්න; සම්මත කිරීම බලෙන් සිදු කිරීමට සැම විටම HDR.
sk: Automaticky mapuje tóny HDR a Dolby Vision na SDR len na obrazovke, ktorá nedokáže zobraziť HDR. Vyberte Mapovať tóny na SDR, ak 4K remuxy Dolby Vision vyzerajú vyblednuté, zelené alebo fialové; Vždy HDR vynúti priamy prenos.
sl: Samodejno preslika HDR in Dolby Vision v SDR le na zaslonu, ki ne more prikazati HDR. Izberite Preslikaj v SDR, če 4K remuksi Dolby Vision izgledajo zbledelo, zeleno ali vijolično; Vedno HDR za prisilni prehod.
sm: E na o le mata e le mafai ona faaali HDR e faamamaina ai e le Otometi le HDR ma le Dolby Vision i le SDR. Filifili le Faamama i SDR pe a foliga sesela, lanumeamata pe viole remux 4K Dolby Vision; HDR i Taimi Uma e faamalosi ai le pasi-i.
sn: Yega inoshandura HDR neDolby Vision kuita SDR chete pachiratidziro chisingakwanisi kuratidza HDR. Sarudza Tone-map to SDR kana ma 4K Dolby Vision remux achitaridzika akasukwa, ari girinhi kana pepuru; Always HDR kuti umanikidze kupfuura zvakananga.
so: Toos wuxuu HDR iyo Dolby Vision u beddelaa SDR kaliya shaashad aan tusi karin HDR. Dooro Tone-map to SDR haddii remux-yada 4K Dolby Vision u muuqdaan kuwo daldaloolan, cagaar ama guduud; Always HDR si aad u qasabto in la sii marsiiyo.
sq: Automatik kap HDR dhe Dolby Vision në SDR vetëm në ekrane që nuk mund të shfaqin HDR. Zgjidhni Kap në SDR nëse remukset 4K Dolby Vision duken të zbehura, jeshile ose vjollce; Gjithmonë HDR detyron kalimin direkt.
sr: Аутоматски тонски мапира HDR и Dolby Vision у SDR само на екрану који не може да прикаже HDR. Изаберите Тонски мапирај у SDR ако 4K Dolby Vision remux садржаји изгледају испрано, зелено или љубичасто; Увек HDR за принудни пренос без обраде.
st: Iketsang e tone-map HDR le Dolby Vision ho SDR feela ho skrine e sitoang ho bontša HDR. Khetha Tone-map to SDR haeba di-remux tsa 4K Dolby Vision li shebahala li hlatsoehile, li tala kapa li pherese; Always HDR ho qobella pass-through.
su: Otomatis metakeun-nada HDR jeung Dolby Vision ka SDR ngan dina layar nu teu bisa némbongkeun HDR. Pilih Peta-nada ka SDR lamun remux Dolby Vision 4K katingal pias, héjo atawa wungu; Salawasna HDR pikeun maksakeun pass-through.
sv: Auto tonmappar HDR och Dolby Vision till SDR endast på en skärm som inte kan visa HDR. Välj Tonmappa till SDR om 4K Dolby Vision-remuxar ser urvattnade, gröna eller lila ut; Alltid HDR för att tvinga genomströmning.
sw: Otomatiki hubadilisha HDR na Dolby Vision kuwa SDR kwenye skrini ambayo haiwezi kuonyesha HDR peke yake. Chagua Badilisha hadi SDR ikiwa remux za 4K Dolby Vision zinaonekana zimefifiwa, kijani au zambarau; HDR Daima hulazimisha upitishaji.
ta: HDR காட்ட முடியாத திரையில் மட்டுமே தானியங்கி HDR மற்றும் Dolby Vision-ஐ SDR-ஆக tone-map செய்யும். 4K Dolby Vision remux-கள் மங்கலாகவோ, பச்சையாகவோ அல்லது ஊதாவாகவோ தெரிந்தால் SDR-ஆக Tone-map செய்யத் தேர்வு செய்யவும்; pass-through-ஐக் கட்டாயப்படுத்த எப்போதும் HDR.
te: HDR చూపలేని స్క్రీన్‌పై మాత్రమే ఆటో HDR మరియు Dolby Visionను SDRకు టోన్-మ్యాప్ చేస్తుంది. 4K Dolby Vision రీమక్స్‌లు మసకగా, ఆకుపచ్చగా లేదా ఊదారంగులో కనిపిస్తే SDRకు టోన్-మ్యాప్ ఎంచుకోండి; పాస్-త్రూని బలవంతం చేయడానికి ఎల్లప్పుడూ HDR.
tg: Худкор HDR ва Dolby Vision-ро танҳо дар экране, ки HDR-ро нишон дода наметавонад, ба SDR тон-харитасозӣ мекунад. Агар ремуксҳои 4K Dolby Vision пажмурда, сабз ё арғувонӣ намоянд, «Тон-харита ба SDR»-ро интихоб кунед; «Ҳамеша HDR» барои маҷбур кардани гузаришу мустақим.
th: อัตโนมัติจะแปลงโทน HDR และ Dolby Vision เป็น SDR เฉพาะบนหน้าจอที่แสดง HDR ไม่ได้ เลือกแปลงโทนเป็น SDR หาก remux 4K Dolby Vision ดูซีดจาง เขียว หรือม่วง เลือก HDR เสมอเพื่อบังคับส่งผ่านโดยตรง
tr: Otomatik, HDR ve Dolby Vision'ı yalnızca HDR gösteremeyen bir ekranda SDR'ye ton eşler. 4K Dolby Vision remux'ları soluk, yeşil veya mor görünüyorsa SDR'ye ton eşle'yi seçin; doğrudan aktarımı zorlamak için Her Zaman HDR'yi seçin.
tt: Авто HDR һәм Dolby Vision'ны SDR'га тик HDR күрсәтә алмаган экранда гына тон-карта итеп үзгәртә. Әгәр 4K Dolby Vision remux'лары уңган, яшел яки шәмәхә булып күренсә, SDR'га тон-карта итүне сайла; туры үткәрергә мәҗбүр итү өчен Һәрчак HDR.
ug: ئاپتوماتىك ھالەت HDR ۋە Dolby Vision نى پەقەت HDR كۆرسىتەلمەيدىغان ئېكراندىلا SDR غا رەڭ تەڭشەيدۇ. ئەگەر 4K Dolby Vision remux لار رەڭسىز، يېشىل ياكى سۆسۈن كۆرۈنسە «SDR غا رەڭ تەڭشەش»نى تاللاڭ؛ «ھەمىشە HDR» بىۋاسىتە ئۆتكۈزۈشكە مەجبۇرلايدۇ.
uk: Авто тонує HDR і Dolby Vision у SDR лише на екрані, який не може показати HDR. Виберіть Тонувати в SDR, якщо ремукси 4K Dolby Vision виглядають вицвілими, зеленими чи фіолетовими; Завжди HDR — щоб примусово пропускати без змін.
ur: خودکار HDR اور Dolby Vision کو SDR میں صرف اس اسکرین پر ٹون-میپ کرتا ہے جو HDR نہیں دکھا سکتی۔ اگر 4K Dolby Vision remuxes پھیکے، سبز یا جامنی نظر آئیں تو SDR میں ٹون-میپ منتخب کریں؛ پاس-تھرو پر مجبور کرنے کے لیے ہمیشہ HDR۔
uz: Avto HDR va Dolby Vision'ni SDR'ga faqat HDR'ni ko'rsata olmaydigan ekranda ton-xaritalaydi. Agar 4K Dolby Vision remukslar rangsiz, yashil yoki binafsha ko'rinsa, SDR'ga ton-xaritalash'ni tanlang; o'tkazishni majburlash uchun Har doim HDR.
vi: Tự động ánh xạ tông màu HDR và Dolby Vision sang SDR chỉ trên màn hình không thể hiển thị HDR. Chọn Ánh xạ tông sang SDR nếu các bản remux 4K Dolby Vision trông bị nhạt, ám xanh lá hoặc tím; Luôn HDR để buộc truyền thẳng.
xh: Ngokuzenzekelayo iguqula iHDR neDolby Vision zibe yiSDR kuphela kwiskrini esingakwaziyo ukubonisa iHDR. Khetha iTone-map to SDR ukuba ii-4K Dolby Vision remuxes zibonakala zibhácekile, ziluhlaza okanye zimfusa; iAlways HDR ukunyanzelisa ukudlula.
yo: Aládàáṣe máa ń yí HDR àti Dolby Vision padà sí SDR kìkì lórí àwòjú tí kò lè fi HDR hàn. Yan Tone-map to SDR bí àwọn remux Dolby Vision 4K bá ń fọ́, tí wọ́n sì rí aláwọ̀ ewé tàbí àlùkò; Always HDR láti fipá mú kí ó gba tààrà.
zh_hans: 仅在无法显示 HDR 的屏幕上，自动将 HDR 和 Dolby Vision 色调映射为 SDR。如果 4K Dolby Vision remux 看起来发白、偏绿或偏紫，请选择映射为 SDR；选择始终 HDR 可强制直通。
zh_hant: 「自動」只會在無法顯示 HDR 的螢幕上，將 HDR 與 Dolby Vision 色調對應為 SDR。若 4K Dolby Vision remux 看起來褪色、發綠或發紫，請選擇「色調對應為 SDR」；選「一律 HDR」則強制直通輸出。
zu: Okuzenzakalelayo kwenza i-tone-map ye-HDR ne-Dolby Vision ibe yi-SDR kuphela kusikrini esingakwazi ukubonisa i-HDR. Khetha i-Tone-map ku-SDR uma ama-4K Dolby Vision remux ebonakala aphaphathekile, aluhlaza noma ansomi; i-Always HDR ukuphoqelela ukudlula ngqo.
